Repository: deckerweb/cleaner-plugin-installer
Catalog: languages/cleaner-plugin-installer-*.po
Languages: de_de

source: network wide
de_de: netzwerkweit

# Tab name in toolbar
source: Recommended
de_de: Empfohlen

source: FAQ
de_de: Häufige Fragen (FAQ)

# Help tab headline
source: Start Search Tab
de_de: Start-Suche Tab

source: Legend
de_de: Legende

# Tab name in toolbar
source: Start: Search
de_de: Start: Suche

# Tab name in toolbar
source: Topics
de_de: Themen

# Tab name in toolbar
source: Collections
de_de: Sammlungen

# Tab name in toolbar
source: Newest
de_de: Neueste

# Tab name in toolbar
source: Popular
de_de: Beliebte

# Tab name in toolbar
source: Favorites
de_de: Favoriten

# Tab name in toolbar
source: Search Results
de_de: Suchergebnisse

# Topic tags collection title
source: Content/ Editor
de_de: Inhalte/ Editor

# Topic tags collection title
source: Post Types/ Custom Taxonomies/ Custom Fields
de_de: Inhaltstypen/ Taxonomien/ Benutzerdefinierte Felder

# Topic tags collection title
source: Media/ Gallery/ Video
de_de: Medien/ Mediathek/ Galerie/ Video

# Topic tags collection title
source: Tools, Helpers
de_de: Werkzeuger, Helfer

# Topic tags collection title
source: Multisite/ Network
de_de: Multisite-Modus/ Webseiten-Netzwerke

# Topic tags collection title
source: E-Commerce/ Shop Plugins/ Digital Products
de_de: E-Commerce/ Shop-Plugins/ Produkte

# Topic tags collection title
source: Contact Forms/ Form Builders
de_de: Kontaktformulare/ Formular-Builder

# Topic tags collection title
source: Social/ Sharing
de_de: Sozial/ Soziales Teilen

# Topic tags collection title
source: Membership/ Restrict Content
de_de: Mitgliedschafts-Seiten/ Gesperrte Inhalte

# Topic tags collection title
source: Multilingual/ Translations
de_de: Mehrsprachigkeit/ Übersetzungen

# Topic tags collection title
source: Security/ Backup
de_de: Sicherheit/ Datensicherung

# Topic tags collection title
source: Developer
de_de: Entwickler

# Topic tags collection title
source: Special Tags
de_de: Besondere Schlagwörter (Tags)

source: Would You Like Having Your Own Plugin Collections, plus Bulk Installing?
de_de: Wollen Sie eigene Plugin-Sammlungen verwalten, plus Masseninstallation?

source: &hellip; so are we!
de_de: &hellip; ja, wir ebenso!

source: Follow these 2 steps to use it
de_de: Befolgen Sie diese 2 Schritte, um es zu verwenden

source: Create a 1 or more collections (private and/ or public)
de_de: 1 oder mehrere Sammlungen erstellen (private und/ oder öffentliche)

source: Manage Your favorite plugins more easily and efficiently!
de_de: Verwalten Sie Ihre Plugin-Favoriten einfacher und effizienter!

source: Install plugins from Your collections
de_de: Plugins aus Ihren Sammlungen installieren

source: plus, connect/ remove collections
de_de: plus: verbinden/ entfernen von Sammlungen

source: Manage Your private & public plugin collections
de_de: Ihre privaten & öffentlichen Plugin-Sammlungen verwalten

source: Manually curated tag lists for a lot of plugin types, use cases and popular plugin solutions. Listing here maintained by David Decker (plugin author of %s). The tags itself are from plugin's readme header.
de_de: Manuell gepflegte Liste für viele Arten von Plugins, Einsatzzwecke und beliebte Plugin-Lösungen. Die Liste hier wird gepflegt von David Decker (Plugin-Autor von %s). Die Schlagwörter (Tags) selbst stammen aus den readme.txt Informationen der Plugins.

source: David Decker, author of %s plugin
de_de: David Decker, Herausgeber des Plugins %s

source: Donate
de_de: Spenden

# Help tab headline
source: Topics Tab
de_de: Themen-Tab

source: Please Note
de_de: Hinweis

# Help tab headline
source: Collections Tab
de_de: Sammlungen-Tab

source: Disclaimer
de_de: Bitte beachten

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: Plugin website
de_de: Plugin-Webseite

# Search filter
source: Keyword
de_de: Schlüsselwort

source: Any search term, will be searched within plugin title, description, plus readme info
de_de: Beliebiger Suchbegriff, danach wird gesucht in: Plugin-Titel, -Beschreibung sowie den Informationen der readme.txt

# Plugin Installer, search filter
source: Tag
de_de: Schlagwort (Tag)

source: Plugin tag, will be searched in readme tag list (set by plugin author)
de_de: Plugin-Schlagwort, danach wird gesucht in der Schlagwörter-Liste der readme.txt (festgelegt vom Plugin-Autor)

# Search filter
source: Author
de_de: Autor

source: Plugin author (developer), will be searched in readme/ plugin header info
de_de: Plugin-Autor/ -Herausgeber (Entwickler), danach wird gesucht in den Informationen der readme.txt sowie Plugin-Kopfzeile

source: Install %s
de_de: %s installieren

source: Search for Plugins
de_de: Nach Plugins suchen

# Screen reader text
source: Search Plugins
de_de: Plugins suchen

# Placeholder label
source: Your plugin search term &hellip;
de_de: Plugin-Suchbegriff &hellip;

# Submit button label
source: Search Plugins
de_de: Plugins suchen

source: Curated List of Tags for Lots of Plugin Topics, Use Cases etc.
de_de: Gepflegte Liste von Schlagwörtern für viele Plugin-Themen, Einsatzzwecke etc.

source: Code Snippets for Customization
de_de: Codeschnipsel für Anpassungen

source: Code Snippets
de_de: Codeschnipsel

source: Translations
de_de: Übersetzungen

# Title attribute
source: Search and install plugins from WordPress.org
de_de: Plugins von WordPress.org suchen und installieren &hellip;

# Plugins page label: action link
source: Search Plugins
de_de: Plugins suchen

# Title attribute
source: Upload plugin from ZIP file
de_de: Plugin von ZIP-Datei hochladen &hellip;

# Plugins page label: action link
source: Uploader
de_de: Hochlader

source: %s is an external third-party service.
de_de: %s ist ein externer Drittanbieter-Service.

# Help tab headline
source: Uploader page
de_de: ZIP-Hochlader-Seite

# Plugin tag name
source: Austria
de_de: Austria (Österreich)

# Topic tags collection title
source: German Tags (de_DE)
de_de: German - deutsche Schlagwörter (de_DE)

# Plugin Cards/ Plugins per page
source: %s per page
de_de: %s pro Seite

source: Plugin Cards
de_de: Plugin-Karten

# Title attribute
source: A lot of plugins
de_de: Viele Plugins &hellip;

# Plugin tag name
source: Meetup
de_de: Meetup, WP Meetups

# Plugin tag name
source: Genesis
de_de: Genesis (Framework)

source: Your are here
de_de: Sie sind hier

source: Network Plugin Installer (Multisite)
de_de: Netzwerk-Plugininstaller (Multisite)

# Tab name in toolbar
source: Beta Testing
de_de: Betatest

# Upload button label
source: Upload Plugin
de_de: Plugin hochladen

source: All are %s and licensed under %s or compatible.
de_de: Alle Plugins sind %s und stehen unter %s Lizenz, oder einer Kompatiblen.

# Submit button label
source: Upload &amp; Install Now
de_de: Hochladen &amp; installieren

# Description before file input field
source: If you have a plugin in a .zip format, you may install it by uploading it here.
de_de: Wenn Sie ein Plugin im <em>*.zip</em> Format vorliegen haben, können Sie es hier hochladen.

# File field label
source: Plugin zip file
de_de: Plugin ZIP-Datei

source: Currently, the above Uploader only accepts one (1 and only 1) plugin at a time.
de_de: Derzeit akzeptiert der Hochlader nur jeweils 1 Plugin auf einmal.

source: For bulk installing more than one plugin, use %s or search for %s.
de_de: Für eine Masseninstallation mehrerer Plugins auf einmal, verwenden Sie bitte %s oder suchen Sie nach %s.

source: Start the search in plugin repository &hellip;
de_de: Die Suche im Plugin-Verzeichnis starten &hellip;

source: For changing this behavior in %1$s you can always %2$s in the official development base %3$s (a.k.a. %4$s).
de_de: Damit sich dieses Verhalten von %1$s evtl. in Zukunft ändert, können Sie gern in der offiziellen Entwicklerbasis %3$s (a.k.a. %4$s) %2$s.

source: create a ticket
de_de: ein Ticket erstellen

source: Cleaner Plugin Installer experience, replacing the "Featured" tab content with bigger search. Additionally added "Topics" tab with curated topic tag list.
de_de: Vereinfachte und aufgeräumtere Benutzeroberfläche für die Startseite des Plugin-Installers. Der Inhalt des "Empfohlen"-Tabs wurde ersetzt mit einem großen Suchfeld. Zusätzlich gibt es nun einen "Themen"-Tab mit einer manuell gepflegten und thematisch sortierten Liste von Plugin-Tags (Schlagworten).

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: WP Favs Bulk Plugin Installation
de_de: WP Favs Massen-Plugin-Installation

source: Find plugins
de_de: Plugins finden:

source: Plugin keyword
de_de: Suchbegriff

# Submit button label
source: Plugin Search
de_de: Plugins suchen

source: %s active
de_de: %s aktiv

source: %s installed
de_de: %s installiert

source: Site
de_de: Webseite

source: Network Plugins:
de_de: Netzwerk-Plugins:

source: overall
de_de: insgesamt

source: Topics Search Type Selector
de_de: Themen Suchtyp-Umschalter

source: Set Search Type to %1$s (instead of %2$s)
de_de: Suchtyp auf %1$s festlegen (statt %2$s)

source: keyword (term)
de_de: Schlüsselwort (Term)

source: tag
de_de: Schlagwort

# Screen Options button label
source: Refresh Topics
de_de: Themen aktualisieren

# Search placeholder text
source: Search Plugins
de_de: Plugin-Suchbegriff &hellip;

# Search submit button text
source: Go
de_de: Los

source: Must be a %s username
de_de: Muss ein %s Benutzername sein

source: Site Plugin Listing
de_de: Webseite Pluginliste

# Title attribute
source: Go to Network plugins
de_de: Zur Netzwerk-Pluginseite gehen &hellip;

source: Go to Network
de_de: Zum Netzwerk

source: Find plugins on the official %s plugin repository.
de_de: Finden Sie Plugins im offiziellen WordPress.org Pluginverzeichnis.

source: Install + activate the %s
de_de: %s installieren + aktivieren

source: Free and GPL-licensed third-party plugin %s just manages to do this.
de_de: Das kostenlose und GPL-lizenzierte Drittanbieter-Plugin %s erledigt genau diese Wünsche bzw. Anforderungen.

source: Create Collections at %s
de_de: Sammlungen bei %s erstellen

source: %s Plugin Collections, plus Bulk Installing
de_de: %s Plugin-Sammlungen, plus Masseninstallation

source: Via %1$s: Optionally switch the search type from %2$s to %3$s.
de_de: Via %1$s: Optional den Suchtyp von %2$s auf %3$s festlegen.

source: Screen Options
de_de: Optionen einblenden

source: I am NOT affiliated with %1$s in any way, other than that, being a normal user of their service & plugin. %1$s is a community effort aiming to make some things a bit easier for a lot of administrators and webmasters.
de_de: Ich stehe in KEINER WEISE mit %1$s in Verbindung, außer, dass ich selbst ein regulärer Anwender des Plugins und Dienstes bin. %1$s ist ein Beitrag aus der WordPress Community, um einige Dinge für viele Administratoren und Webmaster deutlich zu vereinfachen.
